app/controllers/tables_controller.rb

  def create
    render json: Table.create.to_hash
---
INSERT INTO "tables" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", 2017-02-23 23:06:14 UTC], ["updated_at", 2017-02-23 23:06:14 UTC]]